Repository: alvauthier/ChallengeS4
Catalog: frontend/lib/l10n/app_*.arb
Languages: fr

# welcome
source: Welcome to Weezemaster!
fr: Bienvenue sur Weezemaster !

source: Login
fr: Se connecter

# create_account
source: Create an account
fr: Créer un compte

# create_organization_account
source: Create an organization account
fr: Créer un compte d'organisation

source: Firstname
fr: Prénom

# firstname_empty
source: Please enter your firstname
fr: Veuillez entrer votre prénom

source: Lastname
fr: Nom

# lastname_empty
source: Please enter your lastname
fr: Veuillez entrer votre nom

# email_empty
source: Please enter your email
fr: Veuillez entrer votre email

# email_invalid
source: Please enter a valid email
fr: Veuillez entrer un email valide

source: Password
fr: Mot de passe

# password_empty
source: Please enter your password
fr: Veuillez entrer votre mot de passe

# password_invalid
source: The password must contain at least 8 characters, including an upper case letter, a lower case letter, a number and a special character.
fr: Le mot de passe doit contenir au moins 8 caractères, dont une majuscule, une minuscule, un chiffre et un caractère spécial

source: Confirm password
fr: Confirmer le mot de passe

# confirm_password_empty
source: Please confirm password
fr: Veuillez confirmer votre mot de passe

# password_no_match
source: Passwords don't match
fr: Les mots de passe ne correspondent pas

source: Register
fr: S'inscrire

# register_success
source: Successful registration
fr: Inscription réussie

# register_failed
source: Registration error
fr: Erreur lors de l'inscription

# generic_error
source: An error has occurred. Please check your internet connection or try again later.
fr: Une erreur est survenue. Veuillez vérifier votre connexion internet ou réessayer plus tard.

# login_success
source: Successful login
fr: Connexion réussie

# login_failed
source: Incorrect email and/or password
fr: Email et/ou mot de passe incorrects

source: Logout
fr: Déconnexion

# forgot_password
source: Forgot your password? Click here
fr: Mot de passe oublié ? Cliquez ici

# forgot_password_success
source: If your email address exists, reset code sent
fr: Si votre adresse email existe, code de réinitialisation envoyé

# forgot_password_failed
source: Error while sending, please try again later
fr: Erreur lors de l'envoi, veuillez réessayer ultérieurement

# forgot_password_title
source: Forgotten password
fr: Mot de passe oublié

# send_code
source: Send a code
fr: Envoyer un code

source: Organization name
fr: Nom de l'organisation

# organization_name_empty
source: Please enter the organization name
fr: Veuillez entrer le nom de l'organisation

# organization_description
source: Description of the organization
fr: Description de l'organisation

# organization_description_empty
source: Please enter the organization description
fr: Veuillez entrer la description de l'organisation

source: Home
fr: Accueil

source: My tickets
fr: Mes tickets

source: My messages
fr: Mes messages

source: My profile
fr: Mon profil

source: My concerts
fr: Mes concerts

source: Create a concert
fr: Créer un concert

source: remaining tickets
fr: places restantes

source: Organized by
fr: Organisé par

# about_event
source: About this event
fr: À propos de cet événement

# tickets_available_resale
source: Tickets available for resale
fr: Tickets disponibles à la revente

# no_tickets_resale
source: There are currently no tickets available for resale.
fr: Il n'y a actuellement pas de tickets disponibles à la revente.

source: View all resales
fr: Consulter toutes les reventes

# all_tickets_resale
source: All tickets for resale
fr: Tous les tickets à la revente

# sold_out
source: Tickets sold out
fr: Places épuisées

source: Book
fr: Réserver

# choose_category
source: Choose your ticket category
fr: Choisissez votre catégorie de billets

# choose_category_empty
source: Please select a ticket category.
fr: Veuillez sélectionner une catégorie de billet.

# number_tickets_remaining
source: Number of tickets remaining:
fr: Nombre de tickets restants :

# proceed_payment
source: Proceed to payment
fr: Procéder au paiement

# thanks
source: Thanks for your purchase!
fr: Merci pour votre achat !

# thanks_message
source: We hope you enjoy the concert.
fr: Nous espérons que vous apprécierez le concert.

# back_home
source: Back to home page
fr: Retour à l'accueil

source: Retry
fr: Réessayer

source: Resell
fr: Revendre

source: Cancel resale
fr: Annuler revente

# offered_for_resale
source: Offered for resale for
fr: Proposé à la revente pour

# no_tickets
source: No tickets available.
fr: Aucun ticket disponible.

source: My interests
fr: Mes centres d'intérêts

source: Contact
fr: Contacter

source: Buy
fr: Acheter

# search
source: Search for...
fr: Rechercher...

source: Reset password
fr: Réinitialiser le mot de passe

source: Reset code
fr: Code de réinitialisation

# reset_code_empty
source: Please enter the reset code
fr: Veuillez entrer le code de réinitialisation

source: New password
fr: Nouveau mot de passe

# new_password_empty
source: Please enter a new password
fr: Veuillez entrer un nouveau mot de passe

# reset_password_success
source: Password successfully reset
fr: Mot de passe réinitialisé avec succès

# reset_password_failed
source: Invalid or expired reset code
fr: Code de réinitialisation invalide ou expiré

# booking_success
source: Successful booking.
fr: Réservation réussie.

# booking_failed
source: An error occurred while booking. Please try again.
fr: Une erreur est survenue lors de la réservation. Veuillez réessayer.

# payment_success
source: Successful payment
fr: Paiement réussi

source: Payment failed
fr: Echec du paiement

# payment_error
source: Failed to create payment intent
fr: Erreur (payment intent)

# ticket_success
source: Successfully purchased ticket
fr: Ticket acheté avec succès

# ticket_failed
source: An error occurred while purchasing ticket. Please try again.
fr: Une erreur est survenue lors de l'achat du ticket. Veuillez réessayer.

# price_success
source: Price updated.
fr: Prix mis à jour.

# price_failed
source: Failed to update price.
fr: Echec de la mise à jour du prix.

source: Concert name
fr: Nom du concert

# concert_name_empty
source: Please enter the name of the concert
fr: Veuillez entrer le nom du concert

source: Concert description
fr: Description du concert

# concert_description_empty
source: Please enter the concert description
fr: Veuillez entrer la description du concert

source: Location
fr: Lieu

# location_empty
source: Please enter the location
fr: Veuillez entrer le lieu

source: Select date
fr: Sélectionner la date

source: Selected date
fr: Date sélectionnée

# select_date_empty
source: No date selected
fr: Pas de date sélectionnée

source: Ticket categories
fr: Catégories de billet

source: Number of tickets for
fr: Nombre de places pour

# number_of_tickets_for_empty
source: Please enter the number of tickets for
fr: Veuillez entrer le nombre de places pour

# number_invalid
source: Please enter a valid number
fr: Veuillez entrer un nombre valide

# tickets_prices_for
source: Ticket prices for
fr: Prix des places pour

# tickets_prices_for_empty
source: Please enter the ticket price for
fr: Veuillez entrer le prix des places pour

# price_invalid
source: Please enter a valid price
fr: Veuillez entrer un prix valide

source: Interests
fr: Centres d'intérêts

# create_concert_success
source: Successful concert creation
fr: Création du concert réussie

# create_concert_failed
source: Error during concert creation
fr: Erreur lors de la création du concert

source: Create the concert
fr: Créer le concert

source: My concert
fr: Mon concert

source: New price
fr: Nouveau prix

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Chat with
fr: Chat avec

source: Change price
fr: Changer le prix

# enter_message
source: Enter a message...
fr: Saisissez votre message...

# conversations_as_buyer
source: Your conversations as a buyer
fr: Vos conversations en tant qu'acheteur

# conversations_as_seller
source: Your conversations as a seller
fr: Vos conversations en tant que vendeur

source: Your conversations
fr: Vos conversations

# no_conversation
source: No conversation available
fr: Aucune conversation disponible

# no_data
source: No data available
fr: Aucune donnée disponible

source: Recent
fr: Récents

source: Ancient
fr: Ancien

source: Admin panel
fr: Panneau admin

source: Users
fr: Utilisateurs

# queue_info
source: Due to high demand, you have just been placed in the queue.
fr: Suite à une forte demande, vous venez d'être placé en file d'attente.

# queue_warning
source: To keep your place in the queue, please do not leave this page or the application.
fr: Afin de conserver votre place dans la file d'attente, veuillez ne pas quitter cette page ou l'application.

# queue_position
source: Your position in the queue:
fr: Votre position dans la file :

# queue_checkbox
source: Returning home page, I understand and accept the loss of my place in line.
fr: En retournant à l'accueil, je comprends et j'accepte de perdre ma place en file d'attente.

source: Update
fr: Mettre à jour

# update_profile_success
source: Profile updated successfully
fr: Profil mis à jour

# update_profile_failed
source: Error updating profile
fr: Erreur lors de la mise à jour du profil

source: Edit profile
fr: Modifier le profil

source: Hello
fr: Bonjour

# new_price_exceed_initial_price
source: The new price cannot exceed the initial resale price
fr: Le nouveau prix ne peut pas dépasser le prix initial de revente

source: Queue
fr: File d'attente

source: Artists
fr: Artistes

source: Categories
fr: Catégories

source: Add artist
fr: Ajouter un artiste

source: Update artist
fr: Modifier les informations de l'artiste

source: Delete artist
fr: Supprimer l'artiste

# confirm_delete
source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: Delete
fr: Supprimer

# config_queue
source: Queue configuration
fr: Configuration de la file d'attente

# nb_max_users_queue
source: Number max of users before queue
fr: Nombre maximal d'utilisateurs avant déclanchement file d'attente

# config_update_success
source: Configuration updated successfully
fr: Configuration mise à jour

# config_update_failed
source: Failed to update the value
fr: Echec de la mise à jour de la valeur

source: Update concert
fr: Modifier les informations du concert

source: Add category
fr: Ajouter une catégorie

source: Update category
fr: Modifier les informations de la catégorie

source: Add interest
fr: Ajouter un intérêt

source: Update interest
fr: Modifier les informations de l'intérêt

source: Delete interest
fr: Supprimer l'intérêt

source: Update ticket listing
fr: Modifier les informations du ticket listing

source: Price
fr: Prix

source: Status
fr: Statut

source: Available
fr: Disponible

source: Sold
fr: Vendu

source: Update ticket
fr: Modifier les informations du ticket

source: User
fr: Utilisateur

source: Search artist
fr: Rechercher artiste

source: Selected artist:
fr: Artiste sélectionné :

source: Loading
fr: Chargement

source: Add
fr: Ajouter

source: Category
fr: Catégorie

source: Artist
fr: Artiste

# add_artist_failed
source: Failed to add artist:
fr: Echec de l'ajout de l'artiste :

# update_artist_failed
source: Failed to update artist:
fr: Echec de la modification de l'artiste :

# delete_artist_failed
source: Failed to delete artist:
fr: Echec de la suppression de l'artiste :

# add_category_failed
source: Failed to add category:
fr: Echec de l'ajout de la catégorie :

# update_category_failed
source: Failed to update category:
fr: Echec de la modification de la catégorie :

# update_concert_failed
source: Failed to update concert:
fr: Echec de la modification du concert :

# value_not_empty
source: Value cannot be empty
fr: La valeur ne peut pas être vide

# add_interest_failed
source: Failed to add interest:
fr: Echec de l'ajout de l'intérêt :

# update_interest_failed
source: Failed to update interest:
fr: Echec de la modification de l'intérêt :

# delete_interest_failed
source: Failed to delete interest:
fr: Echec de la suppression de l'intérêt :

# update_user_failed
source: Failed to update user:
fr: Echec de la modification de l'utilisateur :

# resale_price_not_superior_to_buy_price
source: Resale price can't be superior to buy price.
fr: Le prix de revente ne peut pas dépasser le prix d'achat.

# ticket_add_sale_success
source: Ticket put to sale successfully!
fr: Ticket mis en vente avec succès !

# ticket_add_sale_failed
source: Failed to put ticket to sale.
fr: Erreur lors de la mise en vente du ticket.

# ticket_cancel_sale_success
source: Cancel putting ticket to sale successfully!
fr: Annulation de la mise en vente réussie !

# ticket_cancel_sale_failed
source: Failed to cancel putting ticket to sale.
fr: Erreur lors de l'annulation de la mise en vente.

source: Update user
fr: Mettre à jour les informations de l'utilisateur

source: Role
fr: Rôle

source: Resell ticket
fr: Revendre le ticket

# enter_price
source: Enter the price
fr: Entrez le prix
